Repository: hamradam/Mindpulse
Catalog: MindPulse/Localizable.xcstrings
Source language: en
Languages: cs

source: Activities
cs: Aktivity

source: Activity name
cs: Název

source: Add new activity in iPhone.
cs: Přidejte novou aktivitu na iPhonu.

source: All activities
cs: Všechny aktivity

source: App version
cs: Verze aplikace

source: Avg HR
cs: Průměr

source: Calm Dawn
cs: Klidný úsvit

source: Cancel
cs: Zrušit

source: Card color
cs: Barva karty

source: Close
cs: Zavřít

source: Coral Reef
cs: Korálový útes

source: Customization
cs: Úpravy

source: Daily reminder
cs: Denní připomínka

source: Dark
cs: Tmavé

source: Day
cs: Den

source: Disable
cs: Zakázat

source: Dive in
cs: Ponořit se

source: Dive In
cs: Ponořit se

source: Done
cs: Hotovo

source: Duration
cs: Délka

source: Emerald Nightfall
cs: Smaragdová noc

source: Enable
cs: Povolit

source: Focus Score represents your heart rate stability during an activity. By analyzing how much your heart rate fluctuates (Heart Rate Variability), we can estimate your level of concentration.
cs: Focus Score (Skóre soustředění) představuje stabilitu vaší tepové frekvence během aktivity. Analýzou toho, jak moc váš tep kolísá (variabilita srdečního tepu – HRV), dokážeme odhadnout úroveň vaší koncentrace

source: High Score (80%+): Deep concentration and flow state.
cs: Vysoké skóre (80 %+): Hluboké soustředění a stav "flow".

source: HR recording
cs: Záznam srdečního tepu

source: Last sessions
cs: Poslední záznamy

source: Light
cs: Světlé

source: Low Score: High physiological variability or active movement.
cs: Nízké skóre: Vysoká fyziologická variabilita nebo aktivní pohyb.

source: Max HR
cs: Max. tep

source: Medium Score: Steady activity with balanced focus.
cs: Střední skóre: Stabilní aktivita s vyváženým soustředěním.

source: Min HR
cs: Min. tep

source: Minutes
cs: Minut

source: New Activity
cs: Nová aktivita

source: No activities
cs: Žádná aktivita

source: No Activities
cs: Žádná aktivita

source: No heart rate data
cs: Žádná data

source: Notification settings
cs: Nastavení notifikací

source: Notifications
cs: Notifikace

source: Off
cs: Vypnuto

source: OR
cs: NEBO

source: REMAINING
cs: ZBÝVÁ

source: Rose Quartz Horizon
cs: Růžový horizont

source: Save
cs: Uložit

source: Select
cs: Vybrat

source: Sessions
cs: Záznamů

source: Set
cs: Nastavit

source: Settings
cs: Nastavení

source: Start with adding new activity!
cs: Začněte přidáním nové aktivity!

source: Statistics
cs: Statistiky

source: Tap to select emoji
cs: Klikněte pro výběr emoji

source: Theme
cs: Motiv

source: Time
cs: Čas

source: Total sessions
cs: Záznamů celkem

source: Total time
cs: Minut celkem

source: Twilight Bloom
cs: Noční rozkvět

source: Warm Sunset Glow
cs: Hřejivý západ

source: Well Done!
cs: Dobrá práce!

# You just finished your %lld minutes of %@!
source: You just finished your %1$lld minutes of %2$@!
cs: Právě jste dokončili %1$lld minut aktivity %2$@!
